Revit 2024 API
ParameterTypeId.SheetHeight Property
 "Sheet Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetHeight { get; }
Visual Basic
Public Shared ReadOnly Property SheetHeight As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetHeight {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace